---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileMortarColor
source: html/09ef7ec5-5d26-3848-7f47-b48d3badeaa0.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileMortarColor Property

The property labeled "Grout Color" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileMortarColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.